Repository: onli/izulu
Catalog: lang/*.po
Languages: de

# partly_sunny
source: Weather: Partly Sunny
de: Wetter: Manchmal sonnig

# mostly_sunny
source: Weather: Mostly Sunny
de: Wetter: Überwiegend sonnig

# clear
source: Weather: Clear
de: Wetter: Sonnig

# clear-night
source: Wetter: Clear
de: Wetter: Unbedeckt

# partly-cloudy
source: Weather: Partly Cloudy
de: Wetter: Leicht bewölkt

# partly-cloudy-night
source: Weather: Partly Cloudy
de: Wetter: Leicht bewölkt

# mostly_cloudy
source: Weather: Mostly Cloudy
de: Wetter: Überwiegend bewölkt

# cloudy
source: Weather: Cloudy
de: Wetter: Bewölkt

# overcast
source: Weather: Overcast
de: Wetter: Stark bewölkt

# chance_of_rain
source: Weather: Chance of Rain
de: Wetter: Regen möglich

# drizzle
source: Weather: Drizzle
de: Wetter: Nieselregen

# light_rain
source: Weather: Light Rain
de: Wetter: Etwas Regen

# showers
source: Weather: Showers
de: Wetter: Regenfälle

# rain_showers
source: Weather: Rain Showers
de: Wetter: Regenfälle

# rain
source: Weather: Rain
de: Wetter: Regen

# heavy_rain
source: Weather: Heavy Rain
de: Wetter: Regenschauer

# thunderstorm
source: Weather: Thunderstorm
de: Wetter: Gewitter

# sleet
source: Weather: Sleet
de: Wetter: Graupelregen

# light_snow
source: Weather: Light Snow
de: Wetter: Leichter Schneefall

# snow
source: Weather: Snow
de: Wetter: Schnee

# snow_showers
source: Weather: Snow Showers
de: Wetter: Starker Schneefall

# fog
source: Weather: Fog
de: Wetter: Nebel

# haze
source: Weather: Haze
de: Wetter: Dunst
